Repository: common-repository/adlots-web-form
Catalog: languages/*.po
Languages: ru

source: Form id is required
ru: ID формы обязательный

source: Integrity hash is required
ru: Хеш целостности обязательный

source: Form is unavailable
ru: Форма недоступна

source: URL is not valid
ru: URL не валидный

source: Data is not valid
ru: Данные не валидные

source: Settings were saved successfully
ru: Настройки сохранены успешно

source: AdLots Settings
ru: Настройки AdLots

source: AdLots Address (URL)
ru: AdLots адресс (URL)

source: Enter your AdLots URL
ru: Введите URL адрес вашего AdLots

source: Use Garlic.js library
ru: Использовать библиотеку Garlic.js

source: Yes
ru: Да

source: No
ru: Нет

source: Garlic.js allows you to automatically persist your forms' text field values locally, until the form is submitted. This way, your users don't lose any precious data if they accidentally close their tab or browser.
ru: Garlic.js позволяет автоматически сохранять значения текстових полей формы локально, до того момента, пока форма не будет отправлена. Таким образом, ваши пользователи не теряют драгоценные данные, если они случайно закрывают вкладку или браузер.

source: Use international telephone input plugin
ru: Использовать плагин международного телефонного ввода

source: A jQuery plugin for entering and validating international telephone numbers. It adds a flag dropdown to any input, detects the user's country, displays a relevant placeholder and provides formatting/validation methods.
ru: Плагин jQuery для ввода и проверки международных телефонных номеров. Он добавляет раскрывающийся список флагов на любые вводимые данные, определяет страну пользователя, отображает соответствующий заполнитель и предоставляет методы форматирования / валидации.

source: Google reCAPTCHA is a free service that protects your website from spam and abuse
ru: Google reCAPTCHA - это бесплатный сервис, который защищает ваш сайт от спама " "и злоупотреблений

source: Save
ru: Сохранить
